{"Id":{"0":0,"1":1,"2":2,"4":3,"5":4,"7":5,"8":6,"9":7,"10":8},"description":{"0":" She is also a Ronald D. Asmus Policy Entrepreneur Fellow with the German Marshall Fund and is a Visiting Fellow at the Centre for International Studies (CIS) at the University of Oxford. This commentary first appeared at Sada, an online journal published by the Carnegie Endowment for International Peace.","1":" He is a member of the AICPA and WICPA. Brent graduated from the University of Wisconsin, La Crosse, with a degree in accountancy. He has lived in southern Wisconsin his entire life, and currently resides in Pardeeville with his wife Sara and their three children. Brent and Sara have a great appreciation of music, art, and theater.","2":" Dr. Aster has held teaching and research positions at Ben Gurion University, Haifa University, Hebrew University, Bar Ilan University and the University of Pennsylvania. He has also taught Jewish studies at high schools in the United Stated and Israel.","4":" He runs a boutique design studio attending clients in the United States, Europe and Asia. His work explores the convergence of human arts and science to give shape to an ever evolving design practice. With a particular commitment towards design education, Arturo is permanently engaged with the international design and development communities and often travels the world to exchange ideas about design with other designers and developers. Prior to his current venture, Arturo worked for Microsoft in Redmond for 7 years driving design evangelism.","5":" He focuses on cloud security, identity and access management, mobility security, and security for Microsoft platforms and solutions. Jan is based in Belgium.","7":" He is author of several books, including the bestselling Anxiety & Phobia Workbook, that have reached hundreds of thousands of people throughout the world. He welcomes comments and feedback, which can be sent to edbourne@globalshiftnow.com. See less","8":" As an associate Web producer for WFIU, Liz maintains the Muslim Voices Twitter and Facebook as well as writes for the blog. She also contributes to Earth Eats.More posts by this author »","9":" He holds a Journalism Master’s degree from Roosevelt University. Currently, he is a columnist for Pro MMA Now (www.prommanow.com), a news writer for ADCombat.com and an official scorer for FightMetric. Richard has also been published in the Washington Times, Palm Beach Post, Naples Daily News, Michigan Chronicle and Miami Herald. He can be reached by email at RichardAndersonMann@gmail.com or on Twitter at Twitter.com\/RichardAMann.","10":" Her teachings get straight to the heart of Tantric Buddhism and Ayurvedic Medicine for finding sanity and wisdom within every experience of life. Also known as “Tröma Rinpoche”, she is Buddhist teacher, humanitarian and author who founded of the School of Yogic Buddhism and the Yogic Medicine Institute."},"gender":{"0":"F","1":"M","2":"M","4":"M","5":"M","7":"M","8":"F","9":"M","10":"F"}}